{
  "api": {
    "titles": [
      "Современная квартира в центре с видом на Эйфелеву башню (60 символов)",
      "Уютный лофт с панорамными окнами в творческом квартале Амстердама (65)",
      "Загородная вилла с бассейном и садом в пригороде Гамбурга (58 символов)",
      "Бюджетный номер в отеле бизнес-класса рядом с Кёльнским собором (63)",
      "Комната в стиле лофт для студентов в центре Брюсселя (50 символов)",
      "Дизайнерский пентхаус с террасой в деловом районе Дюссельдорфа (65)",
      "Студия для художников с естественным освещением в Монмартре (58)",
      "Традиционный голландский домик на канале с верандой (52 символа)",
      "Бутик-отель с экологическим дизайном в портовом районе (54 символа)",
      "Умная квартира-трансформер с технологиями Smart House (48 символов)"
  ],
    "descriptions": [
      "Просторная квартира с панорамными окнами и видом на главную достопримечательность Парижа. Идеальное расположение в пешей доступности от Лувра и ресторанов. Современный ремонт, консьерж-сервис. (120 символов)",
      "Уникальное пространство для креативных личностей: высокие потолки, кирпичные стены, открытые коммуникации. В шаговой доступности галереи и кофейни. Подходит для длительного проживания. (110 символов)",
      "Тихий семейный дом в зеленой зоне с подогреваемым бассейном и фруктовым садом. Большая терраса, летняя кухня, детская площадка. Идеально для отдыха большой компанией. (105 символов)",
      "Экономичный вариант для деловых поездок: ежедневная уборка, континентальный завтрак, бизнес-центр. 5 минут пешком до центрального вокзала и исторического центра. (100 символов)",
      "Комфортная комната в современной квартире с общей кухней и лаунж-зоной. Отличная транспортная доступность, рядом университетский кампус и парк. (90 символов)",
      "Эксклюзивное предложение с панорамным видом на город. Дизайнерский ремонт, smart-системы, частный лифт. Консьерж-сервис 24/7, фитнес-центр. (95 символов)",
      "Профессиональное пространство для творческих работ: северное освещение, высокие потолки, бетонные стены. Рядом художественные магазины и выставки. (85 символов)",
      "Аутентичный опыт проживания в историческом здании XVII века с современными удобствами. 4 велосипеда в пользование, рыболовные снасти, гид по городу. (100 символов)",
      "Концептуальное пространство с мебелью ручной работы и экологическими материалами. Ежедневные йога-сессии, фермерские завтраки, спа-услуги. (90 символов)",
      "Инновационное жилье с голосовым управлением и автоматизацией всех систем. Техника премиум-класса, высокоскоростной интернет, коворкинг зона. (95 символов)"
  ],
    "postDates": [
      "2023-08-15T14:30:00Z",
      "2023-09-22T10:15:00Z",
      "2023-07-01T16:45:00Z",
      "2023-10-05T08:20:00Z",
      "2023-09-10T11:10:00Z",
      "2023-06-18T13:40:00Z",
      "2023-10-28T09:25:00Z",
      "2023-08-30T17:15:00Z",
      "2023-09-15T14:50:00Z",
      "2023-10-12T12:05:00Z"
  ],
  "cities": [
      "Paris",
      "Amsterdam",
      "Hamburg",
      "Cologne",
      "Brussels",
      "Dusseldorf",
      "Paris",
      "Amsterdam",
      "Hamburg",
      "Cologne"
  ],
    "previewImages": [
      "book.jpg",
      "institute-book.jpg",
      "dark-tower.jpg",
      "shining.jpg",
      "draft.jpg",
      "magic.jpg"
    ],
    "images": [
      "category-book.jpg",
      "category-disk.jpg",
      "category-home.jpg",
      "category-games.jpg",
      "category-entertainment.jpg",
      "category-films.jpg"
    ],
    "isPremium": [true, false],
    "isFavorite": [true, false],
    "types": ["apartment", "apartment", "house", "hotel", "room", "apartment", "apartment", "house", "hotel", "apartment"],
    "goods": ["Breakfast", "Air conditioning", "Laptop friendly workspace","Fridge", "Washer", "Baby seat"],
    "users": [
      "Иван Иванов",
      "Олег Сидоров",
      "Пьер Безухов",
      "Роланд Дискейн",
      "Холи Гибни",
      "Джек Торренс",
      "Антон Городецкий",
      "Борис Гесер",
      "Рокки Бальбоа",
      "Джон Смит"
    ],
    "isPro": [true, false],
    "emails": [
      "snow@pisem.local",
      "president@dka.local",
      "fish@big.local",
      "test@pisem.local",
      "freedom@pisem.local",
      "rolan@pochta.local",
      "author@mir.local",
      "test@lost.loca",
      "kujo-fan@story.local"
    ],
    "avatars": [
      "user.jpg",
      "photo.jpg",
      "awesome-avatar.jpg",
      "roland.jpg",
      "smite.jpg",
      "coffee.jpg"
    ],
    "locations": [
      {"latitude": 48.8566, "longitude": 2.3522},
      {"latitude": 52.3676, "longitude": 4.9041},
      {"latitude": 53.5511, "longitude": 9.9937},
      {"latitude": 50.9375, "longitude": 6.9603},
      {"latitude": 50.8503, "longitude": 4.3517},
      {"latitude": 51.2277, "longitude": 6.7735},
      {"latitude": 48.8647, "longitude": 2.3490},
      {"latitude": 52.3792, "longitude": 4.8994},
      {"latitude": 53.5419, "longitude": 9.9858},
      {"latitude": 50.9407, "longitude": 6.9599}
  ]
  }
}
